ajsb85/esp32-p4-decompiler-plugin/test/idf_examples/esp32p4_number_theory/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
CONFIG_ESP_CONSOLE_UART_NUM=0
CONFIG_ESP_CONSOLE_UART_BAUDRATE=115200
CONFIG_UNITY_ENABLE_COLOR=y
